// © Copyright 2013, 2015-2016 HP Development Company, L.P.

TaskName = "Zarządzanie rolami użytkowników";

UsersTabTitle = "Użytkownicy:";
GroupsTabTitle = "Grupy:";
RolesTabTitle = "Role:";

// default roles
DeviceAdministrator = "Administrator urządzenia";
DeviceGuest = "Gość urządzenia";
DeviceUser = "Użytkownik urządzenia";

//account types
User = "Użytkownik";
Group = "Grupa";

// context menu operatons
DeleteUserGroupContextMenu = "Usuń użytkowników lub grupy";
DeleteRoleContextMenu = "Usuń role";
MoveToGroupContextMenu = "Przenieś do grup";
MoveToUserContextMenu = "Przenieś do użytkowników";

// properties names
NameAttribute = "Nazwa:";
RoleAttribute = "Rola:";
AuthenticationAttribute = "Metoda logowania się:";
AccountTypeAttribute = "Typ:";

// progress titles
UpdateInformationProcessTitle = "Aktualizowanie informacji...";

// new accounts window
OkButton = "OK";
CancelButton = "Anuluj";

AccountSettingsTabTitle = "Ustawienia konta";
PermissionsPoliciesTabTitle = "Zasady uprawnień";
WindowsDefaultRoleTitle = "Domyślne uprawnienia ustawione dla Windows:";
LDAPDefaultRoleTitle = "Domyślne uprawnienia ustawione dla LDAP:";

// alerts
DuplicateNameMessage = "Ta nazwa jest już użyta.";
DuplicateUserGroupNameDescription = "Ta nazwa użytkownika sieciowego lub grupy jest już użyta. Wprowadź nową nazwę użytkownika sieciowego lub grupy.";
DuplicateNameDescription = "Ta nazwa została już użyta. Wprowadź nową nazwę.";
NetworkUserAndGroupTitle = "Użytkownik sieciowy lub grupa";

ApplySettingsErrorTitle = "Nie udało się zastosować ustawień.";
DeleteRoleErrorDescription = "Ustawionego uprawnienia (%@) nie można usunąć, ponieważ jest nadal używane jako domyślne ustawione uprawnienie lub w mapowaniu użytkownika sieciowego lub grupy na ustawione uprawnienie urządzenia.";

// tooltips
CreateNewUserToolTip = "Utwórz nowego użytkownika";
CreateNewGroupToolTip = "Utwórz nową grupę";
CreateNewRoleToolTip = "Utwórz nową rolę";

DeleteUsersToolTip = "Usuń wybranych użytkowników";
DeleteGroupsToolTip = "Usuń wybrane grupy";
DeleteRolesToolTip = "Usuń wybrane role";

// permission policies
ApplicationNameKey = "Nazwa aplikacji";
ValueKey = "Wartość";

ADMINISTRATIONAPPLICATION = "Aplikacja administracyjna";
REPORTS = "Raporty";
CONFIGURATIONSTATUSPAGES = "Konfiguracja/Strony stanu";
CONFIGURATIONPAGE = "Strona konfiguracji";
USAGEPAGE = "Strona użytkowania";
FILEDIRECTORY = "Katalog plików";
SUPPLIESSTATUSPAGE = "Strona stanu materiałów eksploatacyjnych";
COLORUSAGEJOBLOG = "Dziennik zadań użytkowania kolorów";
FAXREPORTS = "Raporty dotyczące faksu";
FAXACTIVITYLOG = "Dziennik aktywności faksu";
BILLINGCODESREPORT = "Raport z kodami rozliczeniowymi";
BLOCKEDFAXLIST = "Lista zablokowanych faksów";
LASTFAXCALLREPORT = "Raport o ostatnim połączeniu faksowym";
SPEEDDIALLIST = "Lista szybkiego wybierania";
OTHERPAGES = "Inne strony";
GENERALSETTINGS = "Ustawienia ogólne";
GENERAL = "Ustawienia ogólne";
DATETIME = "Data/Godzina";
DATEANDTIME = "Data/Godzina";
ENERGYSETTINGS = "Ustawienia zasilania";
PRINTQUALITYMENU = "Menu Jakość druku";
MANAGESTOREDJOBS = "Zarządzanie zapisanymi zadaniami";
ENABLERETRIEVEFROMUSB = "Włącz odczytywanie z USB";
RESTOREFACTORYSETTINGS = "Przywróć ustawienia fabryczne";
DISPLAYSETTINGS = "Ustawienia wyświetlania";
NETWORKSETTINGS = "Ustawienia sieci";
NETWORKPROTOCOLS = "Protokoły sieciowe";
COPYSETTINGS = "Ustawienia kopiowania";
FAXSETTINGS = "Ustawienia faksu";
FAXSENDSETTINGS = "Ustawienia wysyłania faksów";
FAXSENDSETUP = "Konfiguracja wysyłania faksów";
FAXSETUPWIZARD = "Kreator ustawień faksu";
GENERALFAXSENDSETTINGS = "Ogólne ustawienia wysyłania faksów";
DEFAULTJOBOPTIONSFAXSEND = "Domyślne opcje zadania (wysyłanie faksu)";
FAXRECEIVESETTINGS = "Ustawienia odbierania faksów";
FAXRECEIVESETUP = "Konfiguracja odbierania faksów";
FAXPRINTINGSCHEDULE = "Harmonogram drukowania faksów";
BLOCKEDFAXNUMBERS = "Zablokowane numery faksów";
DEFAULTJOBOPTIONSFAXRECEIVE = "Domyślne opcje zadania (odbieranie faksu)";
FAXFORWARDING = "Przekazywanie faksów";
GENERALPRINTSETTINGS = "Ogólne ustawienia drukowania";
DEFAULTPRINTOPTIONS = "Domyślne opcje druku";
MANAGETRAYS = "Zarządzanie podajnikami";
STAPLERSTACKERSETTINGS = "Ustawienia zszywacza/układarki";
SCANDIGITALSENDSETTINGS = "Ustawienia skanowania/wysyłania cyfrowego";
SCANDIGITALSEND = "Ustawienia skanowania/wysyłania cyfrowego";
EMAILSETTINGS = "Ustawienia E-mail";
EMAILSETUP = "Konfiguracja E-mail";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Domyślne ustawienia zadania (ustawienia e-mail)";
SAVETONETWORKFOLDERSETTINGS = "Ustawienia Zapisz w folderze sieciowym";
SAVETONETWORKFOLDERSETUP = "Konfiguracja Zapisz w folderze sieciowym";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Domyślne ustawienia zadania (folder sieciowy)";
SAVETOUSBSETTINGS = "Ustawienia Zapisz na USB";
SAVETOUSBSETUP = "Konfiguracja Zapisz na USB";
SAVETOUSBJOBSETTINGS = "Ustawienia zadania Zapisz na USB";
DIGITALSENDSERVICESETUP = "Konfiguracja usługi wysyłania cyfrowego";
MANAGESUPPLIES = "Zarządzaj materiałami eksploatacyjnymi";
RESETSUPPLIES = "Resetuj materiały eksploatacyjne";
TROUBLESHOOTINGMENU = "Menu rozwiązywania problemów";
TROUBLESHOOTING = "Menu rozwiązywania problemów";
RETRIEVEDIAGNOSTICDATA = "Pobierz dane diagnostyczne";
DIAGNOSTICDATA = "Pobierz dane diagnostyczne";
STAPLERSTACKER = "Zszywacz/układacz";
RETRIEVEFAXDIAGNOSTICDATA = "Pobierz dane diagnostyczne faksu";
REMOTECONTROLPANEL = "Panel zdalnego sterowania";
DIGITALSENDINGSOFTWAREDSSSETUP = "Konfiguracja DSS (Digital Sending Software)";
DIGITALSENDINGSOFTWARESETUP = "Konfiguracja Digital Sending Software";
SUPPLYSTATUSAPPLICATION = "Aplikacja Stan materiałów eksploatacyjnych";
COPYAPPLICATION = "Aplikacja Kopiuj";
SIDEDCOPYOUTPUT = "Wydruk kopii jednostronnej";
MAKEACOLORCOPY = "Wykonaj kopię kolorową";
SAVETODEVICEMEMORYAPPLICATION = "Aplikacja Zapisz w pamięci urządzenia";
OPENFROMDEVICEMEMORYAPPLICATION = "Aplikacja Otwórz z pamięci urządzenia";
STOREDFAXES = "Zapisane faksy";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Usunięcie dowolnego zapisanego zadania (współużytkowanego lub prywatnego)";
TRAYS = "Zasobniki";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Możliwość modyfikowania ustawień rozmiaru i typu podajnika";
PRINTING = "Drukowanie";
PRINTINCOLOR = "Drukuj w kolorze";
OPENFROMUSBAPPLICATION = "Aplikacja Otwórz z USB";
FAXAPPLICATION = "Aplikacja Faks";
ABILITYTOEDITTHEBILLINGCODE = "Możliwość edytowania kodu rozliczeniowego";
ABILITYTOEDITASPEEDDIAL = "Możliwość edytowania pozycji szybkiego wybierania";
EMAILAPPLICATION = "Aplikacja E-mail";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Możliwość edytowania pola Od dla wiadomości e-mail";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Możliwość edytowania pola Do dla wiadomości e-mail";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Możliwość edytowania pola DW dla wiadomości e-mail";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Możliwość edytowania pola UDW dla wiadomości e-mail";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Możliwość edytowania pola Temat dla wiadomości e-mail";
ABILITYTOEDITTHEBODYOFANEMAIL = "Możliwość edytowania treści wiadomości e-mail";
ADDRESSBOOK = "Książka adresowa";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Możliwość zarządzania kontaktami w prywatnej książce adresowej";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Możliwość zarządzania kontaktami we współużytkowanej książce adresowej";
SAVETOSHAREPOINT = "Zapisz w SharePoint®";
NETWORKFOLDERAPPLICATION = "Aplikacja Folder sieciowy";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Możliwość edytowania ścieżki folderu sieciowego";
JOBSTATUSAPPLICATION = "Aplikacja Stan zadania";
DETAILSORCANCELANYUSERSJOB = "Szczegółowe informacje lub anulowanie zadania dowolnego użytkownika";
ABILITYTOPROMOTEANYUSERSJOB = "Możliwość promocji zadań wszystkich użytkowników";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Możliwość wyświetlania wszystkich zadań w Dzienniku zadań przez wszystkich użytkowników";
SAVETOUSBAPPLICATION = "Aplikacja Zapisz na USB";
DEVICEMAINTENANCEAPPLICATION = "Aplikacja Konserwacja urządzenia";
INFORMATION = "Informacje";
DEVICESTATUS = "Stan urządzenia";
PRINT = "Drukuj";
HPWEBSERVICES = "Usługi WWW HP";
ONLINEHELP = "Pomoc internetowa";
FAX = "Faks";
RESTRICTCOLOR = "Ogranicz kolor";

EnableFromRestrictColorPlugin = "Aby włączyć tę funkcję, przejdź do modułu Ogranicz kolor";
ENABLEDEVICEUSB = "Włącz port USB urządzenia";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Usuń zadania chronione bez wprowadzania hasła lub kodu PIN";
JOBLOG = "Dziennik zadań";
STATUSINFORMATION = "Informacje o stanie";
PRINTABLEREPORTSANDPAGES = "Raporty i strony do drukowania";
NETWORKING = "Sieci";
ALERTS = "Powiadomienia";
CONTROLPANELADMINISTRATIONMENU = "Menu administracyjne panelu sterowania";
AUTOSEND = "Automatyczne wysyłanie";
DISPLAYCUSTOMIZATIONS = "Dostosowania wyświetlania";
BACKUPANDRESTORE = "Kopia zapasowa i przywracanie";
SOLUTIONINSTALLER = "Instalator rozwiązań";
FIRMWAREUPGRADE = "Uaktualnianie oprogramowania sprzętowego";
QUOTAANDSTATISTICSSERVICES = "Usługi przydziałów i statystyk";
CONTROLPANELCUSTOMIZATION = "Dostosowanie panelu sterowania";
QUICKSETSSETUP = "Konfiguracja szybkich zestawów";
GENERALTROUBLESHOOTING = "Ogólne rozwiązywanie problemów";
CALIBRATIONCLEANING = "Kalibracja/czyszczenie";
SECURITY = "Zabezpieczenia";
GENERALSECURITY = "Zabezpieczenia ogólne";
ACCESSCONTROL = "Kontrola dostępu";
PROTECTSTOREDDATA = "Chroń zapisane dane";
CERTIFICATEMANAGEMENT = "Zarządzanie certyfikatami";
WEBSERVICESECURITY = "Zabezpieczenia usług WWW";
EMAILDOMAINRESTRICTION = "Ograniczenie domeny e-mail";
FAXARCHIVEANDFORWARDING = "Archiwum i przekierowanie faksów";
SPEEDDIALS = "Szybkie wybieranie";
COPYPRINT = "Kopiuj/drukuj";
ADJUSTPAPERTYPES = "Dostosuj rodzaje papieru";
RETRIEVEFROMUSBSETUP = "Pobierz z konfiguracji USB";
REMOTESCANREQUEST = "Zdalne żądanie skanowania";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Wyślij pocztą e-mail i zapisz w folderze sieciowym kreatorów szybkiej konfiguracji";
PREFERENCES = "Preferencje";
